import React from 'react';
import './css/Payment.css';

function Payment() {
    return (
        <div className="Payment">
            
            <p>

                Индивидуальная консультация – 5000 за 50 минут<br />
                Парная консультация – 6000 за 110 минут<br />
                Супервизия – 5000 за 50 минут<br />
                Супервизия в группе (от 5 человек) – 2000 с человека за 170 минут<br />
                <br />
                Группа тренинга саморегуляции<br />
                Стоимость участия при единовременной оплате:<br />
                • Одна встреча — 900 руб.<br />
                • Один модуль из четырех встреч — 3500 руб.<br />
                • Один модуль из шести встреч - 4500 руб<br />
                <br />
                Оплата производится по номеру карты, я самозанятая. <br />

            </p>

        </div>
    )
}

export default Payment;